/* 
 Localizable.strings
 KBPanel
 
 Created by bo lin on 12-10-30.
 Copyright (c) 2012年 iJinShan. All rights reserved.
 */

 "KBTweakTitle"="金山电池医生";

"KBPanelFont"=".HelveticaNeueUI";
"KBPanelBoldFont"=".HelveticaNeueUI-Bold";
"KBPanelFontLatin"="SegoeWP";
"KBPanelBoldFontLatin"="SegoeWP-Bold";

"PowerModeCustom"="我的模式";
"PowerMode0"="户外模式";
"PowerMode1"="室内模式";
"PowerMode2"="睡眠模式";
"RemainTime"="可用 %@ 小时 %@ 分钟";
"PowerModeChanged"="已更改";

"KBPanelFreeMemory"="剩余可用内存";
"KBPanelUsedMemory"="已使用內存";
"Button_LTE"="LTE";
"Button_4G"="4G";
"Button_3G"="3G";
"Button_Airplane"="飞行模式";
"Button_AutoLock"="自动锁定";
"Button_Backlight"="亮度";
"Button_Bluetooth"="蓝牙";
"Button_ClearBadge"="标记清除";
"Button_ClearNotify"="通知清理";
"Button_Data"="数据";
"Button_Flashlight"="手电筒";
"Button_HomeButton"="主屏幕";
"Button_KillBackground"="清理加速";
"Button_Location"="定位";
"Button_Mute"="声音";
"Button_Reboot"="重启";
"Button_Respring"="注销";
"Button_Rotation"="旋转";
"Button_Shutdown"="关机";
"Button_SleepButton"="锁屏";
"Button_Uicache"="图标修复";
"Button_VPN"="VPN";
"Button_WiFi"="Wi-Fi";
"Button_More"="更多";


"Alert_3G_On"="3G 打开";
"Alert_3G_Off"="3G 关闭";
"Alert_4G_On"="4G 打开";
"Alert_4G_Off"="4G 关闭";
"Alert_LTE_On"="LTE 打开";
"Alert_LTE_Off"="LTE 关闭";
"Alert_Airplane_On"="飞行模式 打开";
"Alert_Airplane_Off"="飞行模式 关闭";
"Alert_AutoLock_On"="%d 分钟 自动锁定";
"Alert_AutoLock_Off"="永不 自动锁定";
"Alert_Bluetooth_On"="蓝牙 打开";
"Alert_Bluetooth_Off"="蓝牙 关闭";
"Alert_ClearBadge_Count"="清除 %d 个应用标记";
"Alert_ClearBadge_Empty"="已没有应用标记";
"Alert_ClearNotify_Count"="清理 %d 个通知消息";
"Alert_ClearNotify_Empty"="已没有通知消息";
"Alert_Data_On"="移动数据 打开";
"Alert_Data_Off"="移动数据 关闭";
"Alert_Flashlight_On"="手电筒 打开";
"Alert_Flashlight_Off"="手电筒 关闭";
"Alert_KillBackground_Count"="关闭 %d 个后台应用";
"Alert_KillBackground_Empty"="已达到最佳状态";
"Alert_Location_On"="定位服务 打开";
"Alert_Location_Off"="定位服务 关闭";
"Alert_Mute_On"="静音 打开";
"Alert_Mute_Off"="静音 关闭";
"Alert_Rotation_On"="屏幕旋转 锁定";
"Alert_Rotation_Off"="屏幕旋转 解锁";
"Alert_Uicache_Pre"="正在修复…";
"Alert_Uicache_Post"="图标已修复";
"Alert_VPN_On"="VPN 打开";
"Alert_VPN_Off"="VPN 关闭";
"Alert_VPN_NoConnection"="未配置 VPN";
"Alert_VPN_NoPassword"="未设置VPN密码";
"Alert_WiFi_On"="无线网络 打开";
"Alert_WiFi_Off"="无线网络 关闭";
"LockSwitch_SlideToRespring"="滑动来注销";
"LockSwitch_SlideToReboot"="滑动来重启";
"LockSwitch_SlideToShutdown"="滑动来关机";

"ChargingView_RemainTime_HourAndMinutes"="预计需充电 %2d小时%02d分钟";
"ChargingView_RemainTime_Minutes"="预计需充电 %d分钟";
"ChargingView_RemainTime_Complete"="充电已完成";
"ChargingView_Disconnect"="请断开充电电源";

"ChargingView_State_1"="快速充电中";
"ChargingView_State_2"="连续式充电中";
"ChargingView_State_3"="涓流充电中";

"Uninstall_Alert_Title"="删除“%@”";
"Uninstall_Alert_Body"="删除“%@”后会自动注销桌面。";

"ModeSetting"="模式设置";
"ModeRemainTime"="%@小时%@分钟";

"Intelligence_Into_Percent_Title"=" 秒后使用“低电量省电”";
"Intelligence_Into_Percent_Body"="将会关闭数据和Wi-Fi网络，通话和短信不受影响。";

"Intelligence_Into_Sleep_Title"=" 秒后进入“睡眠模式”";

"Intelligence_Cancel"="取消";
"Intelligence_Sure"="确定";
"Intelligence_Delay"="延迟";

"home_view_change_airplane_on"="飞行模式 开启，电话和短信不能使用。";
"home_view_change_airplane_off"="飞行模式 关闭，电话和短信恢复使用。";
"home_view_change_data_on"="移动数据 开启";
"home_view_change_data_off"="移动数据 关闭";
"home_view_change_wifi_on"="，Wi-Fi 开启。";
"home_view_change_wifi_off"="，Wi-Fi 关闭。";

"PopClickHere"="点这里可快速省电";

"No_3G_alert"="由于iOS固件自身问题，切换3G可能导致3G信号丢失，恢复方法：\r\n“设置” - “运营商”，关闭“自动”并等待搜索完成，选择SIM卡对应运营商后再打开“自动”。";